export default {
  sidebar: {
    dashboard: "Приборная панель",
    network: "Сеть",
    myNetwork: "Моя сеть",
    networkAccounting: "Учет сети",
    accounting: "Учет",
    company: "Компания",
    roadmap: "Дорожная карта",
    invest: "Инвестировать",
    withdraw: "Вывести",
    transaction: "Транзакции",
    wallet: "Кошелек",
    package: "Пакет",
    authentication: "Аутентификация",
    support: "Поддержка",
    logout: "Выйти",
  },
  dashboard: {
    activePackages: "Активные пакеты",
    balance: "Баланс",
    directInvited: "Прямые приглашенные",
    addDirectInvites: "Добавить прямых приглашенных",
    yourTeam: "Ваша команда",
    announcements: "Объявления",
    moreInfo: "Больше информации",
    allWallets: "Все кошельки",
  },
  myNetwork: {
    title: "Моя сеть",
    subtitle:
      "Разработано нашими друзьями из Chartist.js. Пожалуйста, ознакомьтесь с их полной документацией.",
  },
  invest: {
    title: "Добро пожаловать в вашу инвестиционную панель управления.",
    subtitle:
      "Как ценный инвестор, эта панель управления разработана для обеспечения вам полного обзора вашего финансового портфеля.",
  },
  withdraw: {
    table: {
      title: "История ваших выводов",
      walletType: "Тип кошелька",
      walletAddress: "Адрес кошелька",
      amount: "Сумма",
      status: "Статус",
      date: "Дата",
    },
  },
  transaction: {
    table: {
      title: "История транзакций",
      type: "Тип",
      amount: "Сумма",
      description: "Описание",
      date: "Дата",
    },
  },
  roadmap: {
    firstPhase: {
      title: "ОБНОВЛЕНИЕ САЙТА И УЛУЧШЕНИЕ БЕЗОПАСНОСТИ",
      description:
        "Первая фаза дорожной карты направлена на повышение общей производительности сайта и укрепление мер безопасности. В рамках этой фазы будет выполнено обновление базовых технологий сайта, обеспечивающих соблюдение современных методов кодирования и стандартов индустрии. Кроме того, мы проведем комплексный аудит безопасности, чтобы выявить потенциальные уязвимости и устранить их соответствующим образом. Приоритетными улучшениями мы стремимся обеспечить безопасную и эффективную платформу для наших инвесторов.",
    },
    secondPhase: {
      title: "ДОБАВЛЕНИЕ РАЗДЕЛА ПОДДЕРЖКИ",
      description:
        "Чтобы еще больше удовлетворять потребности наших инвесторов, в этой фазе нашей дорожной карты предусмотрено добавление специализированного раздела Поддержка на сайт. Эта новая функция предложит инвесторам быстрый доступ к важным ресурсам, таким как Часто задаваемые вопросы, статьи базы знаний и пошаговые инструкции. Кроме того, раздел Поддержка облегчит прямое общение с нашей командой клиентского обслуживания, позволяя пользователям отправлять заявки на поддержку и получать оперативную помощь по любым вопросам или проблемам, с которыми они могут столкнуться.",
    },
    thirdPhase: {
      title: "ДОБАВЛЕНИЕ АУТЕНТИФИКАЦИИ БИРЖИ",
      description:
        "В этой фазе нашей дорожной карты мы реализуем надежный механизм аутентификации биржи, чтобы улучшить пользовательский опыт и упростить процесс инвестирования. Эта новая функция позволит инвесторам безопасно подключать свои существующие биржевые аккаунты к нашей платформе, облегчая бесшовные транзакции и синхронизацию данных. Внедрением этой передовой системы аутентификации мы стремимся обеспечить нашим пользователям",
    },
  },
  wallet: {
    title: "Кошельки и балансы",
    subtitle: "Легко отслеживайте свои криптовалютные балансы.",
  },
  package: {
    title: "Список пакетов",
    subtitle: "Выберите свой любимый пакет.",
  },
  authentication: {
    title: "Аутентификация",
    subtitle:
      "Это поможет нам проверить ваше приглашение и предоставить вам доступ к соответствующим функциям.",
  },
  support: {
    title: "Поддержка и заявки",
    subtitle:
      "Получите помощь с вашими вопросами и проблемами, отправив заявку на поддержку.",
  },
};
